export interface Product {
  id: number;
  name: string;
  price: number;
  description: string;
}

export const products = [
  {
    id: 1,
    name: 'Bactigras ผ้าก็อซ ปิดแผล ฆ่าเชื้อ 10x10cm บรรจุ 10 ชิ้น',
    price: 799,
    description:
      '<p><strong>BACTIGRAS ผ้าก็อซปิดแผล ฆ่าเชื้อ </strong></p>\r\n<p><strong>ขนาด 10X10 CM บรรจุ 10 ชิ้น / กล่อง</strong></p>\r\n<p>&nbsp; &nbsp; &nbsp;ใช้ปิดแผลป้องกันการติดเชื้อในแผลผ่าตัด และแผลถลอกตามผิวหนังทั่วไป แผลถลอก ไฟไหม้&nbsp; น้ำร้อนลวก</p>\r\n<p>BACTIGRAS ผ้าก๊อซปิดแผล แปะกันแผลติด แผ่นตาข่ายกันแผลติด ทำให้ไม่ติดแผล เนื่องจากผ้าก็อตเป็นชนิดพิเศษเคลือบขี้ผึ้ง ฆ่าเชื้อโรคได้กว้าง และมีโอกาศดื้อยาน้อยผ่านการฆ่าเชื้อโรคโดยรังษีแกมม่า</p>\r\n<p>&nbsp;</p',
    image: '/img_hq/238007_1.jpg',
  },
  {
    id: 2,
    name: 'สายให้อาหาร Silicone Stomach Tube No.14 ปลายเปิด',
    price: 699,
    description:
      '<h2><span style="font-size: 12pt;">สายให้อาหาร Silicone Stomach Tube No.14 ปลายเปิด</span></h2>\r\n<p>สายทำจากซิลิโคนมีความอ่อนนุ่มใส่ง่าย คนไข้จะไม่รู้สึกเจ็บ อยู่ได้นานไม่มีการแข็งตัวของสาย</p>',
    image: '/img_hq/238007_1.jpg',
  },
  {
    id: 3,
    name: 'Ensure เอนชัวร์ อาหารสูตรครบถ้วน รสวนิลา ขนาด 850 กรัม',
    price: 299,
    description:
      '<p><strong>Ensure เอนชัวร์ อาหารเสริม รสวนิลา ขนาด 850 GM</strong></p>\r\n<ul>\r\n<li>ให้พลัง 230 กิโลแคลอรี่ มีสารอาหารครบถ้วน</li>\r\n<li>มีโปรตีน ที่ให้กรดอะมิโนจำเป็นที่ช่วยซ่อมแซมส่วนที่สึกหรอของร่างกาย</li>\r\n<li>มีกรดไขมันที่จำเป็นต่อร่างกาย โอเมก้า3 260มก. โอเมก้า6 1,520มก. และมีโอเมก้า9 3,940มก.</li>\r\n<li>มีวิตามินและแร่ธาตุ มีแคลเซียม มีส่วนช่วยกระบวนการสร้างกระดูกและฟันที่แข็งแรง</li>\r\n<li>วิตามินดีสูง ช่วยดูดซึมแคลเซียมและฟอสฟอรัส</li>\r\n<li>วิตามินบี12สูง มีส่วนช่วยในการทำงานของระบบประสาทและสมอง</li>\r\n</ul>\r\n<p><strong>ใช้สำหรับ&nbsp;</strong></p>\r\n<ul>\r\n<li>ผู้สูงอายุ</li>\r\n<li>ผู้ป่วยระยะพักฟื้น</li>\r\n<li>ผู้ที่รักษาตัวอยู่ในโรงพยาบาล</li>\r\n<li>ผู้ที่ขาดสารอาหาร</li>\r\n<li>ผู้ที่รับประทานอาหารไม่ครบถ้วน</li>\r\n</ul>',
    image: '/img_hq/238007_1.jpg',
  },
  {
    id: 4,
    name: 'Abbott Glucerna SR Powd อาหารทดแทนสำหรับผู้ป่วยโรคเบาหวาน 850g',
    price: 299,
    description:
      '<p><strong>ABBOTT GLUCERNA SR POWD อาหารทดแทนสำหรับผู้ป่วยโรคเบาหวาน </strong></p>\r\n<p><strong>850g</strong></p>\r\n<p>อาหารทดแทนหรืออาหารระหว่างมื้อสูตรครบถ้วนผสมใยอาหาร ใช้รับประทานแทนอาหารมื้อหลัก หรือระหว่างมื้อเพื่อช่วยควบคุมระดับน้ำตาล สำหรับผู้ป่วยโรคเบาหวาน</p>\r\n<p>มีกรดไขมันไม่อิ่มตัวชนิดโอลีอิก - โอเมก้า 9 และกรดไลโนลีนิกโอเมก้า 3 ปลดปล่อยน้ำตาลอย่างช้าๆ ช่วยควบคุมให้ระดับน้ำตาลอยู่ในระดับที่เหมาะสม (Slow Release Energy System)</p>\r\n<p>มีใยอาหารและ FOS (fructo - oilgosaccharides) เพิ่มกากในทางเดินอาหาร ช่วยกระตุ้นการขับถ่าย รสชาติอร่อย สามารถให้โดยการดื่มหรือให้ทางสายให้อาหาร มีวิตามินและแร่ธาตุที่จำเป็น 28 ชนิดปราศจากแลคโตสและกลูเต็น</p>',
    image: '/img_hq/238007_1.jpg',
  },
];

/*
Copyright Google LLC. All Rights Reserved.
Use of this source code is governed by an MIT-style license that
can be found in the LICENSE file at https://angular.io/license
*/
